[
    {
        "name": "Человек-паук (мультсериал, 1994)",
        "author": "Marvel Films Animation",
        "info": " американский приключенческий мультипликационный сериал об одноимённом персонаже, созданный анимационной студией «Marvel Films Animation», показ начался 19 ноября 1994 года по каналу Fox (Fox Kids). Мультсериал имел большой бюджет и использовал повествовательную систему, в которой каждая серия была лишь одной главой большой истории.
        Сериал имел колоссальный успех и стал одним из самых популярных мультсериалов в истории телевидения наряду с Людьми Икс и Бэтменом. Он также получил положительные отзывы как от критиков, так и от зрителей.
        Мультсериал впервые был показан по американскому телеканалу Fox Kids 19 ноября 1994 года. Показ завершился 31 января 1998 года — всего было выпущено 65 серий.
        Главный герой сериала — Питер Паркер, который ведёт двойную жизнь. С одной стороны, он студент университета Empire State University (Нью-Йорк) и внештатный фотограф издания The Daily Bugle, а с другой — супергерой Человек-паук, который борется с преступностью, скрывая свою личность. Джей Джона Джеймсон, редактор The Daily Bugle, не доверяет Человеку-пауку
        , но при этом платит Паркеру за фотографии этого супергероя и даже взял на работу в редакцию, не подозревая, что Паркер по сути снимает сам себя.",
        "book": "https://upload.wikimedia.org/wikipedia/ru/e/e7/Spider-man_%281994%29_-_%D0%BE%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0.jpg"
    },
    {
        "name": "Грокаем алгоритмы. Иллюстрированное пособие для программистов и любопытствующих",
        "author": "Автор: Адитья Бхаргава",
        "info": "Хорошая книга, которая помогает читателю войти в мир алгоритмов и структур данных. Она предназначена как раз для тех начинающих разработчиков, кто либо вообще не знаком с алгоритмами, либо знаком, но слабо.
        В книге объясняются нюансы алгоритмов и структур данных, включая алгоритмы сортировок, поиска, алгоритмы работы с графами и т. п. Есть также немало иллюстраций и практических примеров, благодаря чему материал усваивается быстро. Для того чтобы получить и практический опыт, нужно выполнять упражнения, большинство которых хорошо продумано.
        Несмотря на то, что тема книги достаточно сложная, она написана понятным и простым языком. Так что у читателя не должно возникнуть сложностей при прочтении этого издания. К слову, в этой книге могут найти что-то полезное для себя и опытные разработчики. Судя по отзывам, она помогла многим специалистам.",
        "book": "https://habrastorage.org/r/w1560/getpro/habr/upload_files/f8c/c0b/51b/f8cc0b51bbe847c7af9fd067245806ab.jpg"
    },
    {
        "name": "Современный подход к программной архитектуре",
        "author": "Авторы: Нил Форд, Марк Ричардс",
        "info": "Разработчику стоит разбираться в основах проектирования и разработке программных архитектур. И книга позволяет это сделать. Это достаточно подробное руководство по проектированию и разработке архитектур с использованием как современных подходов, так и практик.
        В ней рассматриваются главные концепции программной архитектуры, начиная от известных практически всем принципов SOLID и заканчивая микросервисами, облаками и распределёнными системами. Автор рекомендует практики и методики, которые позволяют разрабатывать гибкие и легко масштабируемые системы.
        Большой плюс книги в том, что в ней много практических примеров, а не только лишь теория. Есть также советы от авторов, и эти советы просто работают. Пригодиться вся эта информация может как начинающим разработчикам, так и уже опытным профессионалам.",
        "book": "https://habrastorage.org/r/w1560/getpro/habr/upload_files/94a/50b/2a0/94a50b2a07dc45f6389de6ef3e523b5d.jpg"
    },
    {
        "name": "Чистая архитектура. Искусство разработки программного обеспечения",
        "author": "Автор: Роберт Мартин",
        "info": "Автор в этом издании рассказывает о роли архитектуры и проектирования в процессе разработки ПО. Кроме того, он также раскрывает нюансы паттернов проектирования архитектуры для решения общих проблем, которые возникают при разработке ПО.
        Также есть ответы на часто возникающие у новичков вопросы об архитектуре и дизайне ПО, подробно рассказывается о принципах SOLID. Есть как теория, так и примеры, которые показываются по ходу изложения, помогая лучше понимать прочитанное.
        Книга рекомендуется начинающим разработчикам, хотя она может пригодиться и их более опытным коллегам. Крайне полезной она будет для системных аналитиков, архитекторов и вообще разработчиков, которые хотят повысить свой профессиональный уровень.
        Достоинство книги в том, что изложение простое, оно не перегружено специнформацией, нет и сложных примеров, доступных лишь избранным. К слову, книгу советуют не только разработчики для разработчиков, она может быть полезна всем, кто взаимодействует с группами разработки, для понимания происходящих процессов.",
        "book": "https://habrastorage.org/r/w1560/getpro/habr/upload_files/b21/a7f/d75/b21a7fd7510642c3fae2d58eeefe8fcd.jpg"
    },
    {
        "name": "Паттерны проектирования API",
        "author": "Автор: Джей Гивакс",
        "info": "Автор этой книги рассказывает о проблемах при разработке API, также даёт советы по оптимизации проектирования и обучает созданию качественного ПО, которое нужно пользователям. В книге изложен личный опыт автора, причём с самыми разными программными интерфейсами. Также в ней рассказывается о шаблонах при разработке API, включая использование определённых шаблонов для решения разных задач.
        Книга пригодится широкому кругу читателей, рассчитана она, скажем так, на подготовленного новичка.",
        "book": "https://habrastorage.org/r/w1560/getpro/habr/upload_files/8a4/5d2/0cc/8a45d20ccdd6667c7a2522aa810e4b28.png"
    },
    {
        "name": "Математические алгоритмы для программистов",
        "author": "Автор: Пол Орланд",
        "info": "Без математики разработчики многих отраслей и направлений обойтись не могут. Бывают исключения, но их не так много, конечно. Эта книга помогает вспомнить или выучить основные математические алгоритмы, которые предназначены для использования в разработке ПО. Есть сразу несколько важных тем, которые раскрывает автор.
        Во-первых, это методы линейной алгебры для проведения матричных вычислений.
        Во-вторых, методы исчисления для простого физического моделирования.
        В-третьих, раскрытие основ алгоритмов, которые применяются в машинном обучении.
        Книга пригодится многим, не только новичкам. Вероятно, специалистам по машинному обучению с большим опытом её можно уже не рекомендовать, начинающим разработчикам и более опытным их коллегам издание может оказаться полезным.",
        "book": "https://habrastorage.org/r/w1560/getpro/habr/upload_files/566/9f7/2ca/5669f72ca3bd5b7a0c3f4cb9741cc60c.png"
    },
    {
        "name": "Современная программная инженерия. ПО в эпоху эджайла и непрерывного развёртывания",
        "author": "Автор: Дэвид Фарли",
        "info": "Основная тема книги — принципы эффективной разработки ПО. Они, по мнению Фарли, разделяются на две составных части. Первая — это изучение и исследование, в комплексе. Вторая — управление сложностью. Все принципы взаимосвязаны, ими стоит пользоваться как в ходе проектирования ПО, так и в процессе самого кодинга.
        Опыт при прочтении этой книги не особо важен — любой читатель может найти для себя что-то интересное и нужное.",
        "book": "https://habrastorage.org/r/w1560/getpro/habr/upload_files/1dd/ca0/240/1ddca0240e6c289b824bc3013ab75500.png"
    },
    {
        "name": "Идеальный программист. Как стать профессионалом разработки ПО",
        "author": "Автор: Мартин Роберт К.",
        "info": "Еще одна книжища с большой буквы «К» от опытного инженера-программиста Роберта К. Мартина посвящена методам и инструментам, при помощи которых можно достичь настоящего мастерства в разработке программного обеспечения. В ней рассказывается не только о том, как писать чистый код, но и о том, как воспитать в себе квалифицированного профессионального программиста.
        Книга насыщена практическими советами в отношении всех аспектов программирования: от оценки проекта и написания кода до рефакторинга и тестирования. Эта книга – больше, чем описание методов, она о профессиональном подходе к процессу разработки.
        «Почему вы выбрали эту книгу? Наверное, потому что вы — программист, и вас интересует понятие профессионализма. И правильно! Профессионализм — то, чего так отчаянно не хватает в нашей профессии. Я тоже программист. Я занимался программированием 42 года и за это время повидал многое. Меня увольняли. Меня превозносили до небес. Я побывал руководителем группы, начальником, рядовым работником и даже исполнительным директором. Я работал с выдающимися программистами, и я работал со слизняками. Я занимался разработкой как самых передовых встроенных программных/аппаратных систем, так и корпоративных систем начисления зарплаты. Я программировал на COBOL, FORTRAN, BAL, PDP-8, PDP-11, C, C++, Java, Ruby, Smalltalk и на многих других языках. Я работал с бездарными халявщиками, и я работал с высококвалифицированными профессионалами. Именно последней классификации посвящена эта книга.
        На ее страницах я попытаюсь определить, что же это такое — «быть профессиональным программистом». Я опишу те атрибуты и признаки, которые, на мой взгляд, присущи настоящим профессионалам». (Роберт К. Мартин)",
        "book": "https://optim.tildacdn.one/tild6337-3439-4066-b236-333532633331/-/resize/960x/-/format/webp/15.png"
    },
    {
        "name": "Приемы объектно-ориентированного проектирования. Паттерны проектирования",
        "author": "Авторы: Джон Влиссидес, Эрих Гамма, Ричард Хелм",
        "info": "В этой книге описываются простые и изящные решения типичных задач, которые возникают в объектно-ориентированном проектировании. Почему появились паттерны? Да потому что многие разработчики искали пути повышения гибкости и степени повторного использования своих программ. И вот они, найденные решения в краткой и легко применимой на практике форме, прямо перед вашим носом. Благодаря содержащимся в справочнике паттернам вы с легкостью сможете разрабатывать собственные приложения. Как и опытным спецам, так и начинающим программистам книжка зайдет на «ура».",
        "book": "https://optim.tildacdn.one/tild3663-3533-4564-a461-383262613134/-/resize/960x/-/format/webp/16.png"
    }
]
