[
    {
        "name": "Человек-паук (мультсериал, 1994)",
        "author": "Marvel Films Animation",
        "info": " Американский приключенческий мультипликационный сериал об одноимённом персонаже, созданный анимационной студией «Marvel Films Animation», показ начался 19 ноября 1994 года по каналу Fox (Fox Kids). Мультсериал имел большой бюджет и использовал повествовательную систему, в которой каждая серия была лишь одной главой большой истории.
        Сериал имел колоссальный успех и стал одним из самых популярных мультсериалов в истории телевидения наряду с Людьми Икс и Бэтменом. Он также получил положительные отзывы как от критиков, так и от зрителей.
        Мультсериал впервые был показан по американскому телеканалу Fox Kids 19 ноября 1994 года. Показ завершился 31 января 1998 года — всего было выпущено 65 серий.
        Главный герой сериала — Питер Паркер, который ведёт двойную жизнь. С одной стороны, он студент университета Empire State University (Нью-Йорк) и внештатный фотограф издания The Daily Bugle, а с другой — супергерой Человек-паук, который борется с преступностью, скрывая свою личность. Джей Джона Джеймсон, редактор The Daily Bugle, не доверяет Человеку-пауку
        , но при этом платит Паркеру за фотографии этого супергероя и даже взял на работу в редакцию, не подозревая, что Паркер по сути снимает сам себя.",
        "j": "https://upload.wikimedia.org/wikipedia/ru/e/e7/Spider-man_%281994%29_-_%D0%BE%D0%B1%D0%BB%D0%BE%D0%B6%D0%BA%D0%B0.jpg"
    },
    {
        "name": "Человек-паук (фильм, 2002)",
        "author": "Режиссёр: Сэм Рэйми",
        "info": " Американский супергеройский фильм 2002 года режиссёра Сэма Рэйми, снятый по сценарию Дэвида Кеппа и основанный на комиксах издательства Marvel Comics об одноимённом супергерое. Является первым фильмом трилогии «Человек-паук», в котором раскрывается история происхождения Человека-паука и освещаются первые дни его супергеройской деятельности: после укуса генетически модифицированного паука одинокий вундеркинд Питер Паркер приобретает сверхчеловеческие способности, становится супергероем и вступает в конфронтацию с преступниками Нью-Йорка, одним из которых является суперзлодей Зелёный гоблин. Главные роли исполнили: Тоби Магуайр, Уиллем Дефо, Кирстен Данст, Джеймс Франко, Клифф Робертсон и Розмари Харрис.
Разработка художественного фильма о Человеке-пауке началась в 1980-х годах. В разное время режиссёрское кресло занимали Тоуб Хупер, Джеймс Кэмерон и Джозеф Зито. Картина попала в производственный ад из-за проблем с финансированием и кинолицензией. После того, как разработка фильма была заморожена почти на 25 лет, Columbia Pictures приобрела лицензию на международную дистрибуцию в 1999 году, выкупив права на экранизацию у Metro-Goldwyn-Mayer, вместе со всеми предыдущими сценариями, написанными представителями Cannon Films, Carolco Pictures и New Cannon. Взяв за основу несколько элементов из приобретённых наработок (различные элементы сюжета Кэмерона, Теда Ньюса, Джона Бранкато, Барни Коэна и Джозефа Голдмана), руководство Sony наняло Дэвида Кеппа для написания итогового варианта сценария. На пост режиссёра претендовали: Роланд Эммерих, Энг Ли, Крис Коламбус, Барри Зонненфельд, Тим Бёртон, Майкл Бэй, Ян де Бонт, М. Найт Шьямалан, Тони Скотт и Дэвид Финчер, однако выбор студии пал на Сэма Рэйми, который был нанят в 2000 году. Сценарий Кеппа был переписан Скоттом Розенбергом на стадии препродакшена и доработан Элвином Сарджентом во время производства. Съёмки фильма проходили в Лос-Анджелесе и Нью-Йорке с января по июнь 2001 года. Sony Pictures Imageworks отвечала за создание визуальных эффектов.
Мировая премьера «Человека-паука» состоялась 29 апреля 2002 года в театре «Regency Village Theatre», в то время как широкий прокат в Соединённых Штатах начался 3 мая 2002 года. Критики и зрители высоко оценили режиссуру Рэйми, актёрскую игру Магуайра и Дефо, визуальные эффекты, боевые сцены и музыку композитора Дэнни Эльфмана. «Человек-паук» стал первым фильмом, который преодолел отметку в $ 100 млн за первую неделю проката и имел наибольшие сборы за дебютные выходные, из-за чего был признан самым успешным фильмом по комиксам своего времени. Собрав в общей сложности $ 825 млн по всему миру, он занял 3-е место среди самых кассовых фильмов 2002 года, стал самым кассовым супергеройским фильмом и расположился на 7-й позиции в списке самых кассовых фильмов в истории в год своего выхода. После успеха фильма последовало два продолжения — «Человек-паук 2» и «Человек-паук 3: Враг в отражении». В 2021 году Магуайр и Дефо вновь сыграли своих персонажей в кроссовере медиафраншизы «Кинематографическая вселенная Marvel» (КВМ) «Человек-паук: Нет пути домой», который связал трилогию Рэйми с КВМ при помощи концепции Мультивселенной.",
        "j": "https://upload.wikimedia.org/wikipedia/ru/thumb/5/5f/Spiderman_movie.jpg/304px-Spiderman_movie.jpg"
    },
    {
        "name": "Человек-паук 2 (фильм, 2004)",
        "author": "Режиссёр: Сэм Рэйми",
        "info": " Американский супергеройский фильм 2004 года режиссёра Сэма Рэйми по сценарию Элвина Сарджента и сюжету Альфреда Гофа, Майлза Миллара и Майкла Шейбона, основанный на комиксах издательства Marvel Comics об одноимённом персонаже. Является вторым фильмом трилогии «Человек-паук» Сэма Рэйми и продолжением картины «Человек-паук» (2002). Роль Питера Паркера / Человека-паука исполнил Тоби Магуайр; также в фильме снимались Кирстен Данст, Джеймс Франко, Альфред Молина, Розмари Харрис и Донна Мёрфи. Действие фильма разворачивается спустя два года после событий «Человека-паука». По сюжету, Питер Паркер изо всех сил пытается предотвратить воспроизведение опасного эксперимента доктора Отто Октавиуса, в результате которого тот потерял жену и слился с механическими щупальцами. В то же время Питер испытывает экзистенциальный кризис, будучи не в состоянии совместить свои повседневную и супергеройскую жизни, что приводит к потере суперспособностей.
Съёмки фильма начались в апреле 2003 года и проходили в Нью-Йорке и Лос-Анджелесе. В том же году состоялись пересъёмки некоторых сцен, которые завершились в декабре. Премьера фильма состоялась 30 июня 2004 года как в обычных кинотеатрах, так и в кинотеатрах IMAX. «Человек-паук 2» получил широкое признание критиков, которые высоко оценили его эмоциональную и визуальную составляющие, а также актёрскую игру Магуайра и Молины и режиссуру Рэйми. Фильм заработал $ 789 млн по всему миру, что сделало его 3-м кассовым фильмом 2004 года. Картина была удостоена «Оскар» за «лучшие визуальные эффекты», а также была номинирована за «лучший звук» и «лучший звуковой монтаж». Ко всему прочему, фильм получил пять премий «Сатурн», в том числе за «лучший фэнтези-фильм» и за «лучшую режиссуру» Рэйми. «Человек-паук 2» считается одним из величайших супергеройских фильмов в истории и образцом для будущих фильмов этого жанра[a]. Его успех привёл к выходу сиквела «Человек-паук 3: Враг в отражении» (2007). Прошло два года с тех пор, как Питер Паркер стал супергероем Человеком-пауком. За это время молодой человек отдалился от своей возлюбленной Мэри Джейн Уотсон и лучшего друга Гарри Озборна. Во время вечеринки по случаю его дня рождения, Питер обнаруживает, что его тёте Мэй грозит выселение. Ко всему прочему, он страдает от краткосрочной, но регулярной потери суперспособностей, что часто происходит в опасных для жизни ситуациях. Гарри, который в настоящее время возглавляет подразделение генетических и научных исследований «Oscorp», спонсирует проект учёного-ядерщика Отто Октавиуса, который является кумиром Питера. При обращении с опасными материалами Октавиус использует четыре роботизированные щупальца, обладающие искусственным интеллектом.",
        "j": "https://upload.wikimedia.org/wikipedia/ru/1/1f/Spiderman2.jpg"
    },
    {
        "name": "Человек-паук 3: Враг в отражении (фильм, 2007)",
        "author": "Режиссёр: Сэм Рэйми",
        "info": " Американский супергеройский фильм 2007 года, основанный на комиксах издательства Marvel Comics о супергерое Человеке-пауке. Режиссёром выступил Сэм Рэйми, который написал сценарий в соавторстве со своим старшим братом Айваном и Элвином Сарджентом. Заключительная часть трилогии Рэйми о Человеке-пауке и продолжение фильмов «Человек-паук» (2002) и «Человек-паук 2» (2004). Роль Питера Паркера / Человека-паука исполнил Тоби Магуайр; также в фильме сыграли Кирстен Данст, Джеймс Франко, Томас Хейден Чёрч, Тофер Грейс, Брайс Даллас Ховард, Джеймс Кромвелл, Розмари Харрис и Джей Кей Симмонс. В фильме состоялось последнее появление Клиффа Робертсона в кино до его выхода на пенсию и смерти в 2011 году. События кинокартины начинаются спустя год с момента окончания «Человека-паука 2». По сюжету Питер Паркер готовится к совместному будущему с Мэри Джейн Уотсон и противостоит трём злодеям: настоящему убийце дяди Бена, Флинту Марко, который после несчастного случая становится Песочным человеком; своему лучшему другу Гарри Озборну, который ранее узнал тайну личности Питера и поклялся отомстить ему за смерть отца, и Эдди Броку, фотографу-конкуренту, впоследствии превратившемуся в Венома. Также жизнь Питера осложняется после слияния с инопланетным симбиотом, который делает его сильнее, но вместе с тем усиливает гнев и другие негативные черты.
Разработка «Врага в отражении» началась на волне кассового успеха «Человека-паука 2». На стадии предпродакшена Рэйми изначально хотел вписать в сюжет только двух злодеев — Гарри Озборна и Песочного человека. По просьбе продюсера Ави Арада он добавил в фильм Венома; другие продюсеры попросили режиссёра включить в картину героиню Гвен Стейси. Съёмки начались в январе 2006 года и проходили в Лос-Анджелесе и Кливленде, после чего съёмочная группа отсняла заключительные сцены в Нью-Йорке с мая по июль 2006 года. После августа состоялись дополнительные съёмки, а полноценное производство фильма завершилось в октябре 2006 года. Sony Pictures Imageworks[англ.] создала более 900 визуальных эффектов. Бюджет «Человека-паука 3» оценивается в $258–350 млн, что делает его самым дорогим фильмом в истории на момент выхода.
Премьера картины состоялась 16 апреля 2007 года в Токио. 3 мая фильм вышел в широкий прокат США, где показывался как в обычных кинотеатрах, так и в кинотеатрах IMAX. На следующий день состоялся релиз в России. Суммарные кассовые сборы «Врага в отражении» по всему миру составили $895 млн, в результате чего он стал самым кассовым фильмом трилогии, вошёл в тройку самых кассовых фильмов 2007 года и оставался самым кассовым фильмом о Человеке-пауке до тех пор, пока его успех не превзошёл «Человек-паук: Вдали от дома» (2019). В отличие от предыдущих частей, «Человек-паук 3» получил смешанные отзывы от рецензентов, которые хвалили актёрскую игру, саундтрек Кристофера Янга, боевые сцены и визуальные эффекты, но критиковали сюжет, темп повествования и большое количество злодеев, и сошлись во мнении, что третий фильм — слабее предыдущих.
Четвёртая часть под названием «Человек-паук 4» должна была выйти 6 мая 2011 года; впоследствии Sony планировала выпустить спин-офф о Веноме, а также пятый и шестой фильмы, которые назывались «Человек-паук 5» и «Человек-паук 6», однако студия не смогла реализовать свои планы. Серия фильмов о Человеке-пауке была перезапущена дважды — сначала картиной «Новый Человек-паук» (2012) Марка Уэбба с Эндрю Гарфилдом в главной роли, а затем новой киносерией, действие которой происходит в Кинематографической вселенной Marvel; она началась с фильма «Человек-паук: Возвращение домой» (2017) от режиссёра Джона Уоттса с Томом Холландом в главной роли. В фильме «Человек-паук: Нет пути домой» (2021) раскрывается концепция мультивселенной, которая позволила связать события фильмов Рэйми с Кинематографической вселенной Marvel; Магуайр и Чёрч повторили свои роли. Питер Паркер планирует сделать предложение своей девушке Мэри Джейн Уотсон, которая недавно стала актрисой бродвейского театра. Пока молодые люди любуются на звёзды в Центральном парке, на Землю падает метеорит с инопланетным симбиотом; тот цепляется к мотоциклу Питера и попадает в его квартиру. Гарри Озборн, который ранее узнал, что под маской Человека-паука скрывается Питер, намеревается отомстить ему за смерть своего отца. Вдохнув экспериментальный газ, превративший Нормана в Зелёного гоблина, Гарри нападает на Питера, однако, во время сражения он теряет сознание, что выливается в частичную амнезию. Тем временем полиция преследует сбежавшего преступника Флинта Марко; прежде чем пуститься в бега, тот навещает жену и больную дочь. Марко попадает в ускоритель частиц на испытательном полигоне, при запуске которого в его организм попадает близлежащий песок. Это приводит к изменению структуры ДНК Марко и тот приобретает способность контролировать песок.",
        "j": "https://upload.wikimedia.org/wikipedia/ru/thumb/7/7a/Spider-Man_3%2C_International_Poster.jpg/500px-Spider-Man_3%2C_International_Poster.jpg"
    },
    {
        "name": "Новый Человек-паук (фильм, 2012)",
        "author": "Режиссёр: Марк Уэбб",
        "info": " Американский супергеройский фильм 2012 года, основанный на персонаже Marvel Comics Человеке-пауке. Является четвёртой кинокартиной о Человеке-пауке, спродюсированной Columbia Pictures и Marvel Entertainment, а также первым фильмом дилогии «Новый Человек-паук» и перезапуском трилогии «Человек-паук» Сэма Рэйми. Режиссёром фильма выступил Марк Уэбб, а сценаристами — Джеймс Вандербилт, Элвин Сарджент и Стив Кловис по сюжету Вандербилта. Роль Питера Паркера / Человека-паука исполнил Эндрю Гарфилд; также в фильме приняли участие Эмма Стоун, Рис Иванс, Денис Лири, Кэмпбелл Скотт, Ирфан Хан, Мартин Шин и Салли Филд. По сюжету Питера Паркера кусает генетически изменённый паук, после чего он обретает паучьи способности и решает спасти город от злодейских действий доктора Курта Коннорса, который, после попытки регенерировать руку, превращается в Ящера.
Разработка фильма началась в январе 2010 года после отмены «Человека-паука 4», что завершило серию фильмов Сэма Рэйми «Человек-паук», в которой первоначально главную роль исполнял Тоби Магуайр. Columbia Pictures решила перезапустить франшизу с той же производственной командой вместе с Вандербилтом, чтобы продолжить писать сценарий следующего фильма о Человеке-пауке, в то время как Сарджент и Кловс также помогли со сценарием. Во время препродакшна главные герои были выбраны в 2010 году. Новые дизайны были взяты из комиксов, такие как искусственные веб-шутеры. Используя камеру RED Epic компании Red Digital Cinema Camera Company, съёмки начались в декабре 2010 года в Лос-Анджелесе и перешли в Нью-Йорк. Фильм был введён в постпродакшн в апреле 2011 года. 3ality Technica обеспечила обработку 3D-изображений, в то время как Sony Pictures Imageworks обрабатывала CGI-эффекты. Это был также последний американский фильм для композитора Джеймса Хорнера и выпущенный при его жизни, за три года до его смерти 22 июня 2015 года в результате авиакатастрофы, а также предпоследний фильм для художника-постановщика Дж. Майкла Ривы и продюсера Лоры Зискин, которые скончались 7 июня 2012 года и 12 июня 2011 года соответственно. Последний фильм Дж. Майкла Ривы в качестве художника-постановщика был «Джанго освобождённый», выпущенный пять месяцев спустя, а последним фильмом Зискин в качестве продюсера был «Дворецкий», выпущенный год спустя в 2013 году.
Sony Pictures Entertainment создала рекламный веб-сайт, выпустив множество превью и запустив вирусную маркетинговую кампанию, среди прочего. В комплект вошла видеоигра от Beenox и Activision. Премьера фильма состоялась 30 июня 2012 года в Токио, 3 июля в США и 4 июля в России, спустя десять лет после выхода «Человека-паука» (2002), в форматах 2D, 3D и IMAX 3D.
Фильм получил в основном положительные отзывы от критиков, которые похвалили актёрскую игру Гарфилда, химию между Стоун и Гарфилдом, визуальные эффекты и музыку, но негативно отметили некоторые элементы сюжета. Фильм имел кассовый успех, заработав $758 млн по всему миру, став 7-м кассовым фильмом 2012 года. Продолжение, «Новый Человек-паук: Высокое напряжение», было выпущено 2 мая 2014 года.
Гарфилд и Иванс повторили свои роли в фильме Кинематографической вселенной Marvel «Человек-паук: Нет пути домой» (2021), который раскрыл концепцию мультивселенной и связал дилогию Уэбба с КВМ. Юный Питер Паркер был сыном гениального учёного Ричарда Паркера и его жены Мэри. Но из-за своей секретной работы они вынуждены оставить четырёхлетнего сына на попечение его единственных родственников — тёти Мэй и дяди Бена — и с тех пор пропали. Спустя 13 лет Питер — обычный школьник, увлекающийся наукой и фотографией, который вступается за слабых, из-за чего часто получает от школьного хулигана Флэша Томпсона. А сам Питер тайно влюблён в девушку Гвен Стейси.",
        "j": "https://upload.wikimedia.org/wikipedia/ru/c/c6/New_Spider-man_poster.jpg"
    },
    {
        "name": "Новый Человек-паук: Высокое напряжение (фильм, 2014)",
        "author": "Режиссёр: Марк Уэбб",
        "info": "Американский супергеройский фильм 2014 года по мотивам комиксов издательства Marvel Comics об одноимённом супергерое. Снят киностудией Columbia Pictures в сотрудничестве с Marvel Entertainment, Arad Productions, Inc., Matt Tolmach Productions и Ingenious Film Partners[англ.][К 2] и выпущен в прокат кинодистрибьютором Sony Pictures Releasing. Режиссёром выступил Марк Уэбб, сценарий написали Алекс Куртцман, Роберто Орси и Джефф Пинкнер на основе фабулы, придуманной ими же и Джеймсом Вандербильтом. Является пятым по счёту кинофильмом о Человеке-пауке, сиквелом фильма «Новый Человек-паук» (2012) и заключительной частью дилогии «Новый Человек-паук». Главного героя — Питера Паркера / Человека-паука — сыграл Эндрю Гарфилд; помимо него в картине приняли участие Эмма Стоун, Джейми Фокс, Дэйн Дехаан, Кэмпбелл Скотт, Эмбет Дэвидц, Колм Фиори, Фелисити Джонс, Пол Джаматти и Салли Филд. По сюжету ленты Питер Паркер расследует обстоятельства смерти своих родителей и одновременно с этим пытается защитить свою девушку Гвен Стейси от суперзлодея Электро и своего вернувшегося друга детства Гарри Озборна, который страдает смертельной наследственной болезнью.
Разработка фильма «Новый Человек-паук: Высокое напряжение» началась на фоне успеха «Нового Человека-паука». В период с декабря 2012 по февраль 2013 года в актёрский состав вошли Дэйн Дехаан, Пол Джаматти, Фелисити Джонс и Крис Купер. Съёмки проходили в окрестностях Нью-Йорка с февраля по июнь 2013 года. Картина вышла в американский кинопрокат в форматах 2D, 3D и IMAX 3D 2 мая 2014 года; релиз в России состоялся восемью днями ранее — 24 апреля. «Новый Человек-паук 2» получил от критиков смешанные отзывы: эксперты одобрили совместную работу Эммы Стоун и Эндрю Гарфилда, экшн-сцены, визуальные эффекты и музыку Ханса Циммера[6][7], но раскритиковали сценарий и переизбыток сюжетных линий[8][9][10]. Образ Электро в исполнении Джейми Фокса тоже был встречен неоднозначно. Рецензенты сошлись во мнении, что по качеству сиквел заметно уступает первому фильму[11]. Впрочем, «Высокое напряжение» собрал $709 млн по всему миру и расположился на девятом месте среди самых кассовых кинопроектов 2014 года[12].
Первоначально Sony Pictures планировала дополнить франшизу «Новый Человек-паук» как минимум двумя сиквелами и несколькими спин-оффами, в том числе фильмами о Веноме и Зловещей шестёрке. Однако в феврале 2015 года Sony и Marvel Studios заключили соглашение о совместном пользовании правами на создание фильмов о Человеке-пауке и его интеграцию в медиафраншизу «Кинематографическая вселенная Marvel» (КВМ); в свете этого будущие проекты серии «Новый Человек-паук» были отменены. Новая версия Питера Паркера в исполнении Тома Холланда дебютировала в ленте Marvel Studios «Первый мститель: Противостояние» (2016), а уже 7 июля 2017 года и 2 июля 2019 года обзавелась сольными картинами — «Человек-паук: Возвращение домой» и «Человек-паук: Вдали от дома». Гарфилд и Фокс вернулись к своим ролям в фильме «Человек-паук: Нет пути домой» (2021), который, благодаря концепции мультивселенной, связал дилогию Уэбба с КВМ[13][14]. Гениальный учёный Ричард Паркер записывает видеообращение, чтобы объяснить своё исчезновение. Позже он и его жена Мэри погибают, находясь на борту частного самолёта, от руки киллера, посланного для убийства Паркера. Из-за смерти пилота самолёт падает в океан. Паркер успевает отослать некие файлы на некий сервер, именуемый «Рузвельт».",
        "j": "https://upload.wikimedia.org/wikipedia/ru/thumb/7/77/%D0%9D%D0%BE%D0%B2%D1%8B%D0%B9_%D0%A7%D0%B5%D0%BB%D0%BE%D0%B2%D0%B5%D0%BA-%D0%BF%D0%B0%D1%83%D0%BA_2.jpg/800px-%D0%9D%D0%BE%D0%B2%D1%8B%D0%B9_%D0%A7%D0%B5%D0%BB%D0%BE%D0%B2%D0%B5%D0%BA-%D0%BF%D0%B0%D1%83%D0%BA_2.jpg"
    },
    {
        "name": "Человек-паук: Возвращение домой (фильм, 2017)",
        "author": "Режиссёр: Джон Уоттс",
        "info": " Американский супергеройский фильм 2017 года режиссёра Джона Уоттса с Томом Холландом в главной роли. Сценарий написан по комиксам Marvel о приключениях супергероя Человека-паука. Второй перезапуск франшизы о Человеке-пауке, а также 16-й по счёту полнометражный кинокомикс в медиафраншизе «Кинематографическая вселенная Marvel» (КВM) и четвёртый в третьей фазе. По сюжету, после событий фильма «Первый мститель: Противостояние» (2016), Питер Паркер пытается совместить школьную жизнь и борьбу с преступностью, а вскоре сталкивается с угрозой в лице Стервятника, роль которого исполнил Майкл Китон.
В феврале 2015 года студии Marvel и Sony заключили соглашение об использовании прав на Человека-паука, включив персонажа в КВM. В июне следующего года Холланд и Уоттс были утверждены на главную роль и режиссёрское кресло соответственно. В качестве авторов сюжета были приглашены Джонатан Голдштейн[англ.] и Джон Фрэнсис Дейли. В апреле 2016 года было оглашено название кинокомикса, а также состоялся подбор актёров. Съёмки начались в июне 2016 года и завершились в октябре того же года. Они проводились в павильонах студии Pinewood[англ.], Атланте, Лос-Анджелесе и Нью-Йорке. Состав сценаристов был объявлен во время производства. Съёмочная команда приложила усилия, чтобы картина отличалась от остальных фильмов про Человека-паука.
Премьера киноленты состоялась 28 июня 2017 года в Голливуде. В широкий прокат картина вышла 6 июля в форматах 3D, IMAX и IMAX 3D. «Возвращение домой» собрало свыше $ 880 млн в мировом прокате, став второй кассовой экранизацией о Человеке-пауке и шестым по успешности фильмом 2017 года. Кинокомикс получил благоприятные отзывы критиков, хваливших легкомысленный тон, внимание на школьную жизнь Паркера и актёрскую игру Холланда и Китона. Продолжение, «Человек-паук: Вдали от дома», вышло в прокат 2 июля 2019 года. Третий фильм был выпущен 15 декабря 2021 года. 2012 год. Эдриан Тумс и его команда занимаются очисткой Нью-Йорка после вторжения Читаури, но их операция перешла под юрисдикцию Департамента по ликвидации разрушений (ДПЛР), совместного предприятия Тони Старка и правительства США. Оставшийся без работы Тумс просит своих коллег сохранить технологию Читаури и использовать её для создания и продажи передового оружия. Для кражи артефактов Читаури Тумс использует костюм Стервятника. Наши дни. Старк вербует Питера Паркера, чтобы тот мог помочь в конфликте Мстителей в Берлине. После миссии Тони говорит Питеру, что он пока не готов стать Мстителем. Сам Паркер возвращается к учёбе в Мидтаунской школе науки и технологий.",
        "j": "https://upload.wikimedia.org/wikipedia/ru/5/5a/Spider-Man_Homecoming_logo.jpg"
    },
    {
        "name": "Человек-паук: Через вселенные» (компьютерная анимация, 2018)",
        "author": "Режиссёры: Питер Рэмси Родни Ротман Боб Персичетти",
        "info": "Американский анимационный супергеройский фильм, основанный на персонаже Marvel Comics Майлзе Моралесе. Созданием мультфильма занимались студии Columbia Pictures и Sony Pictures Animation, а распространением — Sony Pictures Releasing. Мультфильм получил премии «Оскар», «Золотой глобус» и «BAFTA».
Премьера состоялась 13 декабря 2018 года. Сиквел мультфильма, «Человек-паук: Паутина вселенных», вышел 2 июня 2023 года. Майлз Моралес — обычный школьник, живущий с родителями. Его отец Джефферсон Дэвис является полицейским и недолюбливает известного борца с преступностью Человека-паука, а мать Рио Моралес работает в клинике. В какой-то момент жизнь Майлза меняется: сперва его переводят в элитную школу-интернат, где он встречает девушку по имени Гванда, а затем он вместе со своим дядей Аароном Дэвисом разрисовывает стену метро, где его кусает радиоактивный паук. Со своими новыми способностями он возвращается на станцию и находит секретную лабораторию, где злодей Уилсон «Кингпин» Фиск создаёт машину для связи с параллельными мирами с целью воссоединиться с погибшими в этом мире из-за автокатастрофы женой и сыном. Моралес становится свидетелем битвы Человека-паука и работающих на Кингпина Зелёного гоблина и Бродяги, в ходе которой лаборатория рушится. Зелёный гоблин погибает, а Кингпин убивает супергероя, но перед этим Человек-паук отдаёт Майлзу флешку USB, с помощью которой можно отключить машину, ибо при повторном запуске она уничтожит их вселенную.
После похорон Человека-паука Майлз покупает паучий костюм и безуспешно пытается научиться контролировать свои силы, в ходе чего повреждает флешку. Неожиданно он встречает мужчину в костюме Паука, оказавшегося Питером Паркером, Человеком-пауком из иного измерения, в котором он развёлся со своей бывшей женой Мэри Джейн Уотсон и недавно потерял тётю Мэй. Поняв, что Питер попал сюда из-за машины Кингпина, Майлз просит его обучить паучьим способностям, и тот неохотно соглашается. Но сперва оба героя проникают в Корпорацию Алхемакс, являющуюся исследовательским центром Фиска, где Майлз проявляет навыки «невидимки и ядовитого касания». Однако их обнаруживает помощница криминального авторитета Оливия Октавиус, которая хватает Питера и, заполучив его ДНК для исследования, сообщает ему, что его тело неспособно приспособиться к чужой реальности и он скоро умрёт. В процессе побега парней-пауков спасает Гванда в костюме Женщины-паука, которая, как выясняется, является прибывшей из совершенно другого измерения Гвен Стейси. Гвен направляет Майлза и Питера к дому тёти Мэй, где помимо неё персонажи встречают ещё трёх людей-пауков из разных реальностей: Паука Нуар, Свина-паука и Пени Паркер.",
        "book": "https://upload.wikimedia.org/wikipedia/ru/2/2c/Spider-Man_-_Into_the_Spider-Verse.jpg"
    },
    {
        "name": "Человек-паук: Нет пути домой (фильм, 2022)",
       "author": "Режиссёр: Джон Уоттс",
        "info": " Американский супергеройский фильм, основанный на персонаже комиксов Marvel Человеке-пауке, созданный Columbia Pictures и Marvel Studios и распространяемый Sony Pictures Releasing. Продолжение фильмов «Человек-паук: Возвращение домой» (2017) и «Человек-паук: Вдали от дома» (2019), а также 27-й по счёту кинокомикс в медиафраншизе «Кинематографическая вселенная Marvel» (КВМ), начатой лентой «Железный человек». Также фильм является кроссовером других фильмов о Человеке-пауке. Режиссёром фильма выступил Джон Уоттс, сценаристами — Крис Маккенна и Эрик Соммерс. Роль Питера Паркера / Человека-паука исполняет Том Холланд; также в фильме сыграли Зендея, Бенедикт Камбербэтч, Джейкоб Баталон, Джон Фавро, Джейми Фокс, Уиллем Дефо, Альфред Молина, Бенедикт Вонг, Тони Револори, а также Мариса Томей, Эндрю Гарфилд и Тоби Магуайр. По сюжету, Питер Паркер обращается за помощью к Стивену Стрэнджу (Камбербэтч), чтобы снова скрыть от всего мира тайну личности Человека-паука, что приводит к открытию мультивселенной, из-за чего суперзлодеи из альтернативных реальностей проникают во вселенную Паркера.
О планах на третий фильм о Человеке-пауке было объявлено в 2017 году во время съёмок «Возвращения домой». В августе 2019 года переговоры между Sony Pictures и Marvel Studios об изменении условий сделки, в рамках которой студии вместе снимают фильмы про Человека-паука, завершились тем, что Marvel отстранили от работы над проектом. Однако через месяц, после негативной реакции фанатов, компании заключили новую сделку. Вскоре было подтверждено участие Уоттса, Маккенны, Соммерса и Холланда в работе над кинокомиксом. Съёмки стартовали в октябре 2020 года в Нью-Йорке, затем переместились в Атланту в конце того же месяца и завершились в конце марта 2021 года. «Нет пути домой» исследует концепцию мультивселенной и связывает КВМ с предыдущими сериями фильмов о Человеке-пауке, снятых Сэмом Рэйми и Марком Уэббом. В фильме появляется множество актёров из этих двух франшиз, в том числе Тоби Магуайр и Эндрю Гарфилд, исполнявшие роли Питера Паркера в предыдущих фильмах. Возвращение Магуайра и Гарфилда стало предметом спекуляций, что привело к попыткам Sony, Marvel и актёров скрыть возвращение, несмотря на многочисленные утечки.
Мировая премьера фильма состоялась 13 декабря 2021 года в Лос-Анджелесе. Лента стала частью Четвёртой фазы КВM и вышла в прокат в России 15 декабря, а в США — 17 декабря. Фильм получил положительные отзывы критиков, отметивших актёрскую игру и химию между актёрами, эмоциональную составляющую, режиссуру, экшен-сцены, операторскую работу и музыку. В прокате лента собрала более $1,9 млрд, став самым кассовым проектом 2021 года и 6-м самым успешным в истории; картина установила несколько кассовых рекордов (3-й крупнейший дебютный уикенд в истории и первая лента, собравшая $1 млрд после начала пандемии COVID-19). Расширенная версия фильма вышла в прокат США 2 сентября 2022 года, а продолжение находится в активной разработке. В цифровом виде фильм вышел 15 марта 2022 года, а 12 апреля — на Blu-ray. Квентин Бек раскрывает личность Питера Паркера как Человека-паука[a]. Департамент США по ликвидации разрушений допрашивает Паркера, его тётю Мэй, его девушку Эм-Джей и лучшего друга Неда Лидса. Питера обвиняют в убийстве Мистерио, однако адвокат Мэтт Мёрдок добивается снятия обвинений, но Питер Паркер и его близкие продолжают бороться с повышенным вниманием журналистов и общественности. Массачусетский технологический институт (MIT) отклоняет заявления о приёме от Питера, Эм-Джей и Неда из-за связи с Человеком-пауком, после чего Паркер приходит в Санктум Санкторум и просит помощи у Стивена Стрэнджа. Стрэндж предлагает применить заклинание «Руны Коф-Кола», которое заставит всех жителей планеты забыть, что Питер Паркер — это Человек-паук. Верховный чародей Земли Вонг предостерегает его, что это опасно, и уходит. Во время произнесения заклинания Питер просит внести в него изменения, чтобы Эм-Джей, Нед и тётя Мэй сохранили свои воспоминания. Повторные произнесения и коррективы нарушают целостность заклинания, открывая мультивселенную, однако Стивену удаётся поместить заклинание в магический многогранник, ограничив его действие на Вселенную. Узнав, что Паркер даже не попытался позвонить в институт и обсудить ситуацию, Стрэндж выставляет его за дверь.
Паркер пытается убедить проректора MIT, проезжающую мост Александра Гамильтона, принять заявления Эм-Джей и Неда. Внезапно на Питера нападает Отто Октавиус (Доктор Осьминог). Октавиус хватает Паука и, отломав часть брони Железного паука, интегрирует наночастицы в свои смарт-манипуляторы. Однако Паркер с помощью частиц берёт манипуляторы под свой контроль и спасает проректора. На мосту появляется Норман Озборн (Зелёный гоблин) и взрывает автомобили своими «тыквенными» бомбами. Стивен Стрэндж перемещает Паркера и Октавиуса в Санктум Санкторум, где помещает Октавиуса в магическую камеру, в одной из которых уже находится Курт Коннорс (Ящер), которого Стрэндж захватил ранее. Стивен объясняет Паркеру, что произнесение испорченного заклинания привело к появлению в их вселенной всех тех, кто знает личность Человека-паука, из других частей мультивселенной. Стрэндж обновляет веб-шутеры Питера с помощью магии, и просит его вместе с Эм-Джей и Недом найти и захватить оставшихся «гостей».",
        "j": "https://upload.wikimedia.org/wikipedia/ru/thumb/6/6e/Spider-Man_%E2%80%94_No_Way_Home_poster.jpg/800px-Spider-Man_%E2%80%94_No_Way_Home_poster.jpg"
    }
]
